{   
    "status": "ok", 
    "totalResults": 50, 
    "articles": [
        { "title": "Test Friends no longer, Ukraine removes Russian statues and street names"}, 
        { "title": "Test معرفی کتاب: قلب سگی از نویسنده‌ی بزرگ و جنجالی روس"},
        { "title": "Test Pictured: The Russian commander dubbed the Butcher of Bucha over slaughter of civilians"},
        { "title": "Test Rusia respinge acuzaţiile cu privire la Bucea. Ministerul rus al Apărării ar fi descoperit semne de „falsificări video” şi „falsuri”"},
        { "title": "Test Az orosz ortodox egyház is megáldotta az állítólagos bucsai mészárost"}, 
        { "title": "Isobel Hadley-Kamptz: Nej, vi ska inte rata Tolstoy och Tjajkovskij – de tillhör oss alla"}, 
        { "title": "Russia Long Disdain for Ukrainian Nationhood - WSJ - The Wall Street Journal"}, 
        { "title": "Quién es Azatbek Omurbekov, el comandante ruso acusado de ordenar la matanza de Bucha"}, 
        { "title": "Russia’s Military Has a Railroad Problem"}, 
        { "title": "Natalya Pasichnyk: Varför kan du inte nämna en enda ukrainsk konstnär?"}, 
        { "title": "Ucraina a început vânarea comandantului Azatbek Omurbekov, „măcelarul din Bucha”"}, 
        { "title": "Israelul, refugiu pentru opozanții lui Putin: „Mi-am pierdut țara. A fost luată de Putin și de bătăușii KGB-ului\""}, 
        { "title": "Han pekas ut som ansvarig för Butja"}, 
        { "title": "Who Is Azatbek Omurbekov? Commander Believed To Be Behind Bucha Killings"}, 
        { "title": "Abençoado pela Igreja Ortodoxa e medalhado: Quem é o Carniceiro de Bucha, responsável pelo massacre na cidade"}, 
        { "title": "El eco siniestro de Bucha retumba en Kiev"}, 
        { "title": "Caturday felid trifecta:Top ten cats in literature; man who thinks he’s a cat; science using gene-editing technology to create hypoallergenic cats"}, 
        { "title": "Kdo jsou velitelé masakrů: ruský \"řezník z Mariupolu\" odhalil krutost na nahrávce"}, 
        { "title": "A kommunizmus betiltott filmje: Pilátus és a többiek"}, 
        { "title": "El  de Bucha: un coronel ruso con la misión de matar a cualquier hombre en edad de combatir"}, 
        { "title": "Britain targets Putin butcher of Bucha in a wave of new sanctions against Russia"}, 
        { "title": "Bucha Month of Terror - The New York Times"}, 
        { "title": "Quando Orsini sproloquiava: \"Viva i gay, ma non vorrei esserlo\""}, 
        { "title": "El Premio Formentor elige a Ludmila Ulitskaya, heredera de la gran novela rusa y símbolo de la disidencia contra Putin"}, 
        { "title": "The Horrors of Bucha: At the Scene of the War Crimes"}, 
        { "title": "‘We Ukrainians know how to turn suffering into strength’: Gogol Bordello’s Eugene Hütz on his musical resistance"}, 
        { "title": "Fostul preşedinte rus Dmitri Medvedev, în delir: Rusia vrea o Eurasie de la Lisabona până la Vladivostok"}, 
        { "title": "Britney Spears contra la literatura catalana en la London Book Fair"}, 
        { "title": "Massacre em Bucha: entenda a relevância desta invasão na Ucrânia"}, 
        { "title": "Những câu chuyện ẩn chứa tâm hồn, tính cách Ukraine"},
        { "title": "Ukraine activists say they ID’d ‘Butcher of Bucha’ commander leading ‘genocide’"}, 
        { "title": "Su «La Lettura» l’Ucraina e il «terzo Novecento». Con Trevi, Westerman e gli storici"}, 
        { "title": "\"Buça Kasabı\" Yarbay Azatbek Omurbekov: Yüzlerce sivilin ölümünü emretmekle suçlandı"}, 
        { "title": "Šest úderů, šest příkladů brutality okupantů. Z Buči se stal smutný symbol války"}, 
        { "title": "Russia’s Problems Go Far Beyond Putin"}, 
        { "title": "Bucha’s month of terror"}, 
        { "title": "Russians Flee Putin Regime To Join Ukrainian Refugees In Israel"}, 
        { "title": "Las relaciones siempre difíciles entre literatura y política"}, 
        { "title": "Bilderna från Butja – före och efter Rysslands invasion"}, 
        { "title": "El teniente coronel Azatbek Omurbekov, el «carnicero» que lideró la masacre de Bucha"}, 
        { "title": "A Kiev riapre l’ambasciata italiana, Zazo: «Roma svolge un ruolo politico e l’Ucraina lo sta apprezzando»"}, 
        { "title": "Napoli, ballerine ucraine minacciate dai loro connazionali perché si esibiranno con le russe"}, 
        { "title": "\"Perché difendo Dostoevskij e tutta la letteratura russa\""}, 
        { "title": "Searching for a Lost History in Modern-Day Russia"}, 
        { "title": "Russian Army Officer Recently Blessed By Orthodox Church Accused Of Being Butcher Of Bucha"}, 
        { "title": "Azatbek Omurbekov: ‘Butcher of Bucha’ was blessed by Orthodox Church before ‘utterly inhuman war crimes’"}, 
        { "title": "Ukraine activists say they ID’d ‘Butcher of Bucha’ commander leading ‘genocide’"}, 
        { "title": "Máme zanevrieť na ruskú kultúru? Ján Štrasser píše o tom, ako zlo zošrotuje umelecký kredit"}, 
        { "title": "Sean Penn tells Hannity US and NATO should supply Ukraine with F-16s"}, 
        { "title": "Russian flee Putin regime to join Ukraine refugees in Israel"}
    ]
}
